{
	"Alice's Adventures in Wonderland": {
		"id": 11,
		"title": "Alice's Adventures in Wonderland",
		"authors": "Carroll, Lewis",
		"image": "https://www.gutenberg.org/cache/epub/11/pg11.cover.small.jpg",
		"download_count": 28315,
		"rating": "4.8",
		"review-count": "1,499 ",
		"description": "\n  “And what is the use of a book,\" thought Alice, \"without pictures or conversation?” ― Lewis Carroll, Alice's Adventures in WonderlandThis Beautiful edition contains complete original black and white illustrations by Sir John Tenniel.Alice in Wonderland is an 1865 novel by English author Lewis Carroll. It tells of a young girl named Alice, who falls through a rabbit hole into a subterranean fantasy world populated by peculiar, anthropomorphic creatures. It is considered to be one of the best examples of the literary nonsense genre. The tale plays with logic, giving the story lasting popularity with adults as well as with children.One of the best-known and most popular works of English-language fiction, its narrative, structure, characters and imagery have been enormously influential in popular culture and literature, especially in the fantasy genre. The work has never been out of print and has been translated into at least 97 languages. Its ongoing legacy encompasses many adaptations for stage, screen, radio, art, ballet, theme parks, board games and video games.A True Classic that Belongs on Every Bookshelf!  "
	},
	"Through the Looking-Glass": {
		"id": 12,
		"title": "Through the Looking-Glass",
		"authors": "Carroll, Lewis",
		"image": "https://www.gutenberg.org/cache/epub/12/pg12.cover.small.jpg",
		"download_count": 3843,
		"rating": "4.6",
		"review-count": "1,481 ",
		"description": "\n  A beautiful edition with 50 classic John Tenniel illustrations. Don't be fooled by other versions with missing or made-up pictures.Charles Lutwidge Dodgson wrote this wonderful tale under the pen-name of Lewis Carroll. It was written for Alice Liddell, the daughter of a fellow college professor at the University of Oxford in England and first published in 1871. The full name of the book is Through the Looking Glass, and What Alice Found There. It was a sequel to Carroll's original tale Alice's Adventures in Wonderland. In this new story, Alice climbs through a mirror into a world where everything is reversed. It includes the memorable poems \"Jabberwocky\" and \"The Walrus and the Carpenter\", and introduces the unforgettable characters of Tweedledum and Tweedledee.  "
	},
	"The Hunting of the Snark: An Agony in Eight Fits": {
		"id": 13,
		"title": "The Hunting of the Snark: An Agony in Eight Fits",
		"authors": "Carroll, Lewis",
		"image": "https://www.gutenberg.org/cache/epub/13/pg13.cover.medium.jpg",
		"download_count": 309,
		"rating": null,
		"review-count": null,
		"description": "\n  The Hunting of the Snark (An Agony is Eight Fits) is a popular nonsense epic poem written by Charles Lutwidge Dodgson under the pen name of Lewis Carroll. It was first published on April Fool's Day, 1876. The poem was dedicated to Gertrude Chataway, a child friend of the author.The poem tells the story of a crew of ten, consisting of nine humans (whose titles all start with the letter B) and a Beaver, on a quest to find a mythical creature called the Snark. The hunt turns dangerous, for the inhospitable land is full of terrifying creatures – and there is also the possibility that they may find, instead of a common Snark, a deadly variety known as the Boojum.  "
	},
	"The 1990 CIA World Factbook": {
		"id": 14,
		"title": "The 1990 CIA World Factbook",
		"authors": "United States. Central Intelligence Agency",
		"image": "https://www.gutenberg.org/cache/epub/14/pg14.cover.small.jpg",
		"download_count": 135,
		"rating": "1",
		"review-count": "1",
		"description": "\n  This book was converted from its physical edition to the digital format by a community of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.  "
	},
	"Moby-Dick; or, The Whale": {
		"id": 15,
		"title": "Moby-Dick; or, The Whale",
		"authors": "Melville, Herman",
		"image": "https://www.gutenberg.org/cache/epub/15/pg15.cover.medium.jpg",
		"download_count": 1026,
		"rating": "4.5",
		"review-count": "6,948 ",
		"description": "\n  Journey to the heart of the sea with this larger-than-life classic. Regarded as the Great American Novel, Moby Dick is the ultimate tale of seeking vengeance. Narrated by the crew member Ishmael, this epic whaling adventure follows the crew of the Pequod, as its captain, Ahab, descends deeper and deeper into madness on his quest to find and kill the white whale that maimed him. Beyond the surface—of ship life, whaling, and the hunt for the elusive Moby Dick—are allegorical references to life, and even the universe, in this masterpiece by Herman Melville. Complete and unabridged, this newly designed edition features an introduction by American literature scholar Christopher McBride and a timeline of the life and times of Herman Melville. Essential volumes for the shelves of every classic literature lover, the Chartwell Classics series includes beautifully presented works and collections from some of the most important authors in literary history. Chartwell Classics are the editions of choice for the most discerning literature buffs.   Other titles in the Chartwell Classics Series include: The Essential Tales & Poems of Edgar Allen Poe; The Essential Tales of H.P. Lovecraft; The Federalist Papers; The Inferno; The Call of the Wild and White Fang; Emma; The Odyssey; Pride and Prejudice; Grimm’s Fairy Tales; The Alchemist; The Great Gatsby; The Secret Garden; Anne of Green Gables; The Phantom of the Opera; The Communist Manifesto and Das Kapital; The Republic; Frankenstein; Twenty Thousand Leagues Under the Sea; The Picture of Dorian Gray; Meditations; Alice’s Adventures in Wonderland and Through the Looking-Glass; A Tales of Two Cities; Beowulf; The Strange Case of Dr. Jekyll and Mr. Hyde; Adventures of Huckleberry Finn; Little Women; Wuthering Heights; Peter Pan; Persuasion; Aesop’s Fables; The Constitution of the United States and Selected Writings; Crime and Punishment; Dracula; Great Expectations; The Iliad; Irish and Fairy Folk Tales; The Legend of Sleepy Hollow; The War of the Worlds; and The Time Machine and The Invisible Man.    "
	},
	"Peter Pan": {
		"id": 16,
		"title": "Peter Pan",
		"authors": "Barrie, J. M. (James Matthew)",
		"image": "https://www.gutenberg.org/cache/epub/16/pg16.cover.medium.jpg",
		"download_count": 7985,
		"rating": "4.5",
		"review-count": "3,425 ",
		"description": "\n  All children, except one, grow up.The Original, Unabridged 1911 Classic — Includes the 13 Original F. D. Bedford IllustrationsIn pursuit of his lost shadow, a young boy named Peter Pan dashes into the bedroom of three children named Wendy, Michael, and John. After much blundering about, Wendy manages to reattach Peter's frenetic shadow, and in return, Peter propositions the three siblings to accompany him back to his home in a place he calls Neverland.A world of fantasy, flight, and fun, Neverland brings wonderment to Wendy and her brothers at every moment with Peter and his ageless band of Lost Boys, but with the magnificence that Neverland offers so too also lurks the evil Captain Hook...  "
	},
	"The Book of Mormon: An Account Written by the Hand of Mormon, Upon Plates Taken from the Plates of Nephi": {
		"id": 17,
		"title": "The Book of Mormon: An Account Written by the Hand of Mormon, Upon Plates Taken from the Plates of Nephi",
		"authors": "Church of Jesus Christ of Latter-day Saints",
		"image": "https://www.gutenberg.org/cache/epub/17/pg17.cover.medium.jpg",
		"download_count": 445,
		"rating": "4.7",
		"review-count": "13 ",
		"description": "\n  \"The Book of Mormon\" by Church of Jesus Christ of Latter-day Saints, Joseph Jr. Smith. Published by Good Press. Good Press publishes a wide range of titles that encompasses every genre. From well-known classics & literary fiction and non-fiction to forgotten−or yet undiscovered gems−of world literature, we issue the books that need to be read. Each Good Press edition has been meticulously edited and formatted to boost readability for all e-readers and devices. Our goal is to produce eBooks that are user-friendly and accessible to everyone in a high-quality digital format.  "
	},
	"The Federalist Papers": {
		"id": 18,
		"title": "The Federalist Papers",
		"authors": "Hamilton, Alexander",
		"image": "https://www.gutenberg.org/cache/epub/18/pg18.cover.medium.jpg",
		"download_count": 445,
		"rating": "4.8",
		"review-count": "7,358 ",
		"description": "\n  Originally published in May 1788, ‘The Federalist Papers’ is a series of letters to New York newspapers prompting voters to ratify the proposed Constitution of the United States by Alexander Hamilton, an American statesman, who was one of the Founding Fathers of the United States. He was an influential interpreter and promoter of the U.S. Constitution, as well as the founder of the nation's financial system, the Federalist Party, the United States Coast Guard, and the New York Post newspaper.Still hotly discussed and open to often controversial interpretations, the arguments first introduced here by three of America's greatest patriots and political theorists were created during a critical moment in our nation's history, providing readers with a running ideological commentary on the critical issues facing democracy. Today, they are as important and vital a rallying cry for freedom as ever.  "
	},
	"The Song of Hiawatha": {
		"id": 19,
		"title": "The Song of Hiawatha",
		"authors": "Longfellow, Henry Wadsworth",
		"image": "https://www.gutenberg.org/cache/epub/19/pg19.cover.medium.jpg",
		"download_count": 485,
		"rating": "4.6",
		"review-count": "105 ",
		"description": "\n  The Song of Hiawatha is an 1855 epic poem by Henry Wadsworth Longfellow that features Native American characters. The epic relates the adventures of an Ojibwe warrior named Hiawatha and the tragedy of his love for Minnehaha. Events in the story are set in the Pictured Rocks area on the south shore of Lake Superior. Longfellow's poem, though based on native oral traditions surrounding the figure of Manabozho, represents not a work of transmission but an original work of American Romantic literature. In his book on the development of the image of the Indian in American thought and literature, Pearce wrote about The Song of Hiawatha: \"It was Longfellow who fully realized for mid-nineteenth century Americans the possibility of image of the noble savage. He had available to him not only poems on the Indian . . . but also the general feeling that the Indian belonged nowhere in American life but in dim prehistory. He saw how the mass of Indian legends which Schoolcraft was collecting depicted noble savages out of time, and offered, if treated right, a kind of primitive example of that very progress which had done them in. Thus in Hiawatha he was able, matching legend with a sentimental view of a past far enough away in time to be safe and near enough in space to be appealing, fully to image the Indian as noble savage. For by the time Longfellow wrote Hiawatha, the Indian as a direct opponent of civilization was dead, yet was still heavy on American consciences . . . . The tone of the legend and ballad… would color the noble savage so as to make him blend in with a dim and satisfying past about which readers could have dim and satisfying feelings.\"  "
	},
	"Paradise Lost": {
		"id": 26,
		"title": "Paradise Lost",
		"authors": "Milton, John",
		"image": "https://www.gutenberg.org/cache/epub/26/pg26.cover.medium.jpg",
		"download_count": 2790,
		"rating": "4.5",
		"review-count": "3,447 ",
		"description": "\n  This ebook edition of John Milton’s Paradise Lost contains bonus materials by internationally acclaimed bestselling author Andrew Pyper, including:  · Extended excerpt of The Demonologist (in development with Robert Zemeckis and Universal Pictures) · “Paradise Re-Read: An Essay” · Q&A with Andrew Pyper · “Demons of the World: A Selection”  A chilling and spellbinding literary horror story, The Demonologist follows Columbia professor David Ullman’s modern-day descent into hell. When his daughter, Tess, disappears, Professor Ullman—a lifelong skeptic—finds that he must suspend his disbelief and use his knowledge of demonic mythology, and Milton’s Paradise Lost, to rescue her from the Underworld.  "
	},
	"Aesop's Fables: Translated by George Fyler Townsend": {
		"id": 21,
		"title": "Aesop's Fables: Translated by George Fyler Townsend",
		"authors": "Aesop",
		"image": "https://www.gutenberg.org/cache/epub/21/pg21.cover.small.jpg",
		"download_count": 1468,
		"rating": "4.2",
		"review-count": "16 ",
		"description": "\n  This carefully crafted ebook: \"Aesop's Fables\" is formatted for your eReader with a functional and detailed table of contents.Contents:The Wolf and the KidThe Tortoise and the DucksThe Young Crab and His MotherThe Frogs and the OxThe Dog, the Cock, and the FoxBelling the CatThe Eagle and the JackdawThe Boy and the FilbertsHercules and the WagonerThe Kid and the WolfThe Town Mouse and the Country MouseThe Fox and the GrapesThe Bundle of SticksThe Wolf and the CraneThe Ass and His DriverThe Oxen and the WheelsThe Lion and the MouseThe Shepherd Boy and the WolfThe Gnat and the BullThe Plane TreeThe Farmer and the StorkThe Sheep and the PigThe Travelers and the PurseThe Lion and the AssThe Frogs Who Wished for a KingThe Owl and the GrasshopperA Raven and a SwanThe Two GoatsThe Monkey and the Camel…  "
	},
	"Roget's Thesaurus": {
		"id": 22,
		"title": "Roget's Thesaurus",
		"authors": "Roget, Peter Mark",
		"image": "https://www.gutenberg.org/cache/epub/22/pg22.cover.small.jpg",
		"download_count": 680,
		"rating": "4.2",
		"review-count": "6 ",
		"description": "\n  A revised and updated 8th edition of the world’s bestselling thesaurus—the only thesaurus based on Peter Roget’s original reference classic of 1852—now in paperback. A classic reference book that has been used by millions all over the world, Roget’s International Thesaurus® is the product of more than a century and a half of continual expansion, reorganization, and improvement. Today this book is not only the most time-tested and bestselling thesaurus ever, but, newly revised, it is also the most up-to-date and comprehensive reflection of the English language as it is currently used.The revolutionary achievement of Dr. Peter Mark Roget’s first edition in 1852 was the development of a brand-new principle: the arrangement of words and phrases according to their meanings. Dr. Roget’s system brings together in one place all the terms associated with a single thought or concept; it allows a wide-ranging survey of language within a book of relatively modest size, without the space-consuming repetitions that so severely limit the scope of thesauruses arranged in a dictionary format with A-to-Z entries. This brilliant organization makes Roget’s International Thesaurus® both the most efficient word finder and a cutting-edge aid in stimulating thought, organizing ideas, and writing and speaking more clearly and effectively.This revised and updated eighth edition features thousands of new words and phrases, including the newest slang words and expressions that color and inform everyday language. At the same time, it retains all the hallmarks that have made Roget’s International Thesaurus® the most popular word reference book next to the dictionary.  "
	},
	"Narrative of the Life of Frederick Douglass, an American Slave": {
		"id": 23,
		"title": "Narrative of the Life of Frederick Douglass, an American Slave",
		"authors": "Douglass, Frederick",
		"image": "https://www.gutenberg.org/cache/epub/23/pg23.cover.medium.jpg",
		"download_count": 6756,
		"rating": "4.8",
		"review-count": "109 ",
		"description": "\n  Narrative of the Life of Frederick Douglass is a memoir and treatise on abolition. It was written by impassioned abolitionist, brilliant writer, newspaper editor, eloquent orator, and former enslaved African, Frederick Douglas (1818–1895), whose speeches fired the abolitionist cause.Douglass led an impressive life, during which he endured years of physical abuse, deprivation and tragedy early in life. However, through sheer force of character, he was able to overcome these obstacles to become a leading spokesman for his people. In this book, the first and most frequently read of his three autobiographies, Douglass provides graphic descriptions of his childhood and horrifying experiences as an enslaved African, as well as a harrowing record of his dramatic escape to the North and eventual freedom. Originally published in 1845, this Narrative is admired today for its extraordinary passion, sensitive and vivid descriptions and storytelling power. It belongs in the library of anyone interested in African-American history and the life of one of the country's most courageous and influential champions of civil rights. A selection of the Common Core State Standards Initiative.  "
	},
	"O Pioneers!": {
		"id": 24,
		"title": "O Pioneers!",
		"authors": "Cather, Willa",
		"image": "https://www.gutenberg.org/cache/epub/24/pg24.cover.medium.jpg",
		"download_count": 972,
		"rating": "4.3",
		"review-count": "1,266 ",
		"description": "\n  This book was converted from its physical edition to the digital format by a community of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.  "
	},
	"The 1991 CIA World Factbook": {
		"id": 25,
		"title": "The 1991 CIA World Factbook",
		"authors": "United States. Central Intelligence Agency",
		"image": "https://www.gutenberg.org/cache/epub/25/pg25.cover.small.jpg",
		"download_count": 127,
		"rating": "3",
		"review-count": "2 ",
		"description": "\n  This book was converted from its physical edition to the digital format by a community of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.  "
	},
	"Far from the Madding Crowd": {
		"id": 27,
		"title": "Far from the Madding Crowd",
		"authors": "Hardy, Thomas",
		"image": "https://www.gutenberg.org/cache/epub/27/pg27.cover.small.jpg",
		"download_count": 260,
		"rating": "4.3",
		"review-count": "2,784 ",
		"description": "\n  Thomas Hardy’s impassioned novel of courtship in rural life   In Thomas Hardy’s first major literary success, independent and spirited Bathsheba Everdene has come to Weatherbury to take up her position as a farmer on the largest estate in the area. Her bold presence draws three very different suitors: the gentleman-farmer Boldwood, the soldier-seducer Sergeant Troy, and the devoted shepherd Gabriel Oak. Each, in contrasting ways, unsettles her decisions and complicates her life, and tragedy ensues, threatening the stability of the whole community. One of his first works set in the semi-fictional region of Wessex, Hardy’s novel of swift passion and slow courtship is imbued with his evocative descriptions of rural life and landscapes, and with unflinching honesty about sexual relationships. This edition, based on Hardy’s original 1874 manuscript, is the complete novel he never saw published, and restores its full candor and innovation. Rosemarie Morgan’s introduction discusses the history of its publication, as well as the biblical and classical allusions that permeate the novel.For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.  "
	},
	"The Fables of Aesop: Selected, Told Anew, and Their History Traced": {
		"id": 28,
		"title": "The Fables of Aesop: Selected, Told Anew, and Their History Traced",
		"authors": "Aesop",
		"image": "https://www.gutenberg.org/cache/epub/28/pg28.cover.medium.jpg",
		"download_count": 775,
		"rating": "4.4",
		"review-count": "104 ",
		"description": "\n  This book, newly updated, contains the largest collection of Aesop’s fables available in English (the complete corpus of 357 fables).Aesop was probably a prisoner of war, sold into slavery in the early sixth century BCE, who represented his masters in court and negotiations and relied on animal stories to put across his key points. Such fables vividly reveal the strange superstitions of ordinary ancient Greeks, how they treated their pets, how they spoilt their sons and even what they kept in their larders. As these stories became well-known, 'Aesopic' one-liners were widely quoted at drinking-parties, and the collection eventually came to include more satirical tales of alien creatures - apes, camels, lions and elephants - which presumably originate in Libya and Egypt.  "
	},
	"The 1990 United States Census": {
		"id": 29,
		"title": "The 1990 United States Census",
		"authors": "United States. Bureau of the Census",
		"image": "https://www.gutenberg.org/cache/epub/29/pg29.cover.small.jpg",
		"download_count": 50,
		"rating": null,
		"review-count": null,
		"description": "\n  This work has been selected by scholars as being culturally important, and is part of the knowledge base of civilization as we know it. This work was reproduced from the original artifact, and remains as true to the original work as possible. Therefore, you will see the original copyright references, library stamps (as most of these works have been housed in our most important libraries around the world), and other notations in the work.This work is in the public domain in the United States of America, and possibly other nations. Within the United States, you may freely copy and distribute this work, as no entity (individual or corporate) has a copyright on the body of the work.As a reproduction of a historical artifact, this work may contain missing or blurred pages, poor pictures, errant marks, etc. Scholars believe, and we concur, that this work is important enough to be preserved, reproduced, and made generally available to the public. We appreciate your support of the preservation process, and thank you for being an important part of keeping this knowledge alive and relevant.  "
	}
}